tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core", "git://mirrors.ustc.edu.cn/homebrew-core.git/"
cask "macfuse"
brew "aria2"
brew "sqlite"
brew "bat"
brew "cmake"
brew "colordiff"
brew "deno"
brew "entr"
brew "ffmpeg"
brew "fd"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "lua"
brew "macvim"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "nvm"
brew "ranger"
brew "ripgrep"
brew "sshfs"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wdiff"
brew "wget"
brew "whois"
brew "zsh"
cask "android-platform-tools"
cask "blender"
cask "drawio"
cask "docker"
cask "font-source-code-pro"
cask "gimp"
cask "github"
cask "iterm2"
cask "hiddenbar"
cask "mongodb"
cask "mounty"
cask "macvim"
cask "oracle-jdk"
cask "shortcuts"
cask "snipaste"
cask "squirrel"
cask "vlc"
cask "the-unarchiver"
