tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core", "git://mirrors.ustc.edu.cn/homebrew-core.git/"
cask "osxfuse"
brew "aria2"
brew "sqlite"
brew "python"
brew "bat"
brew "cask"
brew "cheat"
brew "cmake"
brew "colordiff"
brew "deno"
brew "elixir"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "macvim"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nload"
brew "nnn"
brew "ntfs-3g"
brew "nvm"
brew "sshfs"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vifm"
brew "wdiff"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "alfred"
cask "android-platform-tools"
cask "aria2gui"
cask "blender"
cask "dash"
cask "docker"
cask "font-source-code-pro"
cask "gimp"
cask "github"
cask "iterm2"
cask "java"
cask "kext-utility"
cask "lepton"
cask "mongodb"
cask "mounty"
cask "oracle-jdk"
cask "shortcuts"
cask "squirrel"
cask "vlc"
